{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.8", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "name": "dense_1", "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 12, "activation": "relu", "batch_input_shape": [null, 62], "kernel_regularizer": null, "use_bias": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 12, "use_bias": true, "kernel_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_3", "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 12, "use_bias": true, "kernel_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"name": "dense_4", "activity_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "seed": null}}, "units": 10, "use_bias": true, "kernel_regularizer": null, "activation": "sigmoid"}}]}