{"config": [{"config": {"activity_regularizer": null, "trainable": true, "activation": "relu", "name": "dense_1", "use_bias": true, "kernel_constraint": null, "dtype": "float32", "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "batch_input_shape": [null, 62], "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "units": 12, "kernel_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "activation": "relu", "name": "dense_2", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "units": 12, "kernel_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "activation": "relu", "name": "dense_3", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "units": 12, "kernel_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "trainable": true, "activation": "sigmoid", "name": "dense_4", "use_bias": true, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "units": 10, "kernel_regularizer": null, "bias_regularizer": null}, "class_name": "Dense"}], "backend": "theano", "keras_version": "2.0.8", "class_name": "Sequential"}